{
  "siteTitle": "Samin Tejas",
  "favicon": "/static/img/favicon.ico",
  "personalDetails": {
    "name": "Samin Tejas",
    "title": "Backend Developer",
    "photo": "static/img/android-chrome-512x512.png",
    "email": "samintejas@gmail.com",
    "phone": "+91 9567502258",
    "location": "Kerala, India",
    "shortBio": "Im a backend developer from kerala,India, Currently working at 6D technologies banglore where im working on reliable, high-performance backend systems for the past 3 years. I'm also an audiophile, creating music under the name Stellarmantra.",
    "longBio": "I love building things that not only just work but work fast and efficiently. For the past 3 years, I’ve been part of an awesome team at 6D Technologies, where I’ve been helping create fast, reliable backend systems and utilities — mostly for telecom billing. We’ve rolled out some pretty cool next-gen solutions that have made a real difference in speeding up and improving billing systems using frameworks like spring boot, outside 6d ive also teamed up with few of my friends to develop spaciery - a non-profit project where we develop some usefull utilities.Outside of coding, I’m also really into music production. I make electronic music under the name \"Stellarmantra\". I use tools like Ableton Live, VCV Rack, and Bitwig Studio , few set of VST plugins , and I love jamming with external hardwares.Oh, and did I mention I’m a Linux guy? Yeah, I use Arch, by the way :) !",
    "socialLinks": {
      "github": "https://github.com/samintejas",
      "linkedin": "https://www.linkedin.com/in/samin-tejas/",
      "spotify": "https://open.spotify.com/artist/6y7nc2oT8KYpnp2ffdH9aX"
    }
  },
  "pageDetails": {
    "home": {
      "title": "Home",
      "description": "Welcome to my portfolio. Explore my projects and skills."
    },
    "about": {
      "title": "About Me",
      "description": "Learn more about my background, skills, and experience."
    },
    "projects": {
      "title": "My Projects",
      "description": "Explore a selection of my best work and personal projects."
    },
    "contact": {
      "title": "Get in Touch",
      "description": "Interested in working together? Let's connect!"
    }
  }
}
